adw-gtk-theme
alacritty
alsa-utils
arc-gtk-theme
base
base-devel
bat
brave-bin
dolphin
dunst
efibootmgr
eza
fastfetch
fd
feh
firefox
fzf
git
gnome-keyring
grub
htop
intel-media-driver
kitty
lazygit
less
libva-intel-driver
linux
linux-firmware
luarocks
lxappearance
man-db
man-pages
mesa
mojave-gtk-theme-git
nano
neovim
network-manager-applet
nitrogen
nodejs
npm
openssh
papirus-icon-theme
pavucontrol
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-login-manager
python-psutil
python-pynvim
qtile
reflector
rofi
seahorse
smartmontools
sof-firmware
starship
stow
sudo
tree
ttf-jetbrains-mono-nerd
ttf-mononoki-nerd
unzip
uv
vim
virtualbox-guest-utils
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
woff2-font-awesome
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
xorg-xrandr
yay
yay-debug
zip
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
